import img1 from './images/1.jpg';

export default [
  {
    title: '🍊 橘子',
    tags: ['水果', '芸香科', '秋季'],
    image: img1,
    desc:
      '橘是芸香科柑橘属的一种水果。橘（jú）和桔（jú）都是现代汉语规范字，然而桔作橘子一义时，为橘的俗写。在广东的一些方言中二字同音，桔也曾做过橘的二简字。闽南语称橘为柑仔。西南官话区的各方言中呼为柑子或柑儿。“柑橘属”包括柑橘、橙、柚等。',
    user: {
      name: '李圆圆',
    },
    create_date: '2021-04-01',
  },
  {
    title: '🍉 西瓜',
    tags: ['水果', '葫芦科', '夏季'],
    image: img1,
    desc:
      '西瓜，一年生蔓生藤本；茎、枝粗壮，具明显的棱。卷须较粗壮，具短柔毛，叶柄粗，密被柔毛；叶片纸质，轮廓三角状卵形，带白绿色，两面具短硬毛，叶片基部心形。雌雄同株。雌、雄花均单生于叶腋。雄花花梗长3-4厘米，密被黄褐色长柔毛；花萼筒宽钟形；花冠淡黄色；雄蕊近离生，花丝短，药室折曲。雌花：花萼和花冠与雄花同；子房卵形，柱头肾形。果实大型，近于球形或椭圆形，肉质，多汁，果皮光滑，色泽及纹饰各式。种子多数，卵形，黑色、红色，两面平滑，基部钝圆，通常边缘稍拱起，花果期夏季。',
    user: {
      name: '周星星',
    },
    create_date: '2021-04-02',
  },
  {
    title: '🥝 猕猴桃',
    tags: ['水果', '猕猴桃科', '夏季'],
    image: img1,
    desc:
      '猕猴桃（学名：Actinidia chinensis Planch），也称奇异果（奇异果是猕猴桃的一个人工选育品种，因使用广泛而成为了猕猴桃的代称）。中国是猕猴桃的原产地，20世纪早期被引入新西兰。2008年11月6日，在新西兰举行的国际猕猴桃大会上，世界19个国家200多位专家一致认定：中国是猕猴桃的原产地，世界猕猴桃原产地在湖北宜昌市夷陵区雾渡河镇。',
    user: {
      name: '周星星',
    },
    create_date: '2021-04-01',
  },
  {
    title: '🍏 苹果',
    tags: ['水果', '蔷薇科', '夏季'],
    image: img1,
    desc:
      '苹果是蔷薇科苹果亚科苹果属植物，其树为落叶乔木。苹果营养价值很高，富含矿物质和维生素，含钙量丰富，有助于代谢掉体内多余盐分，苹果酸可代谢热量，防止下半身肥胖。',
    user: {
      name: '李圆圆',
    },
    create_date: '2021-04-01',
  },
  {
    title: '🥦 西蓝花',
    tags: ['蔬菜', '十字花科'],
    image: img1,
    desc:
      '西蓝花，俗称青花菜。原产意大利，是常见蔬菜。通称绿花菜，也被称为西兰花。二年生草本植物，是甘蓝的一种变种。叶子大，主茎顶端形成肥大的花球，绿色或紫绿色，表面的小花蕾不密集在一起，侧枝的顶端各生小花球。',
    user: {
      name: '李圆圆',
    },
    create_date: '2021-04-01',
  },
  {
    title: '🌶 魔鬼椒',
    tags: ['蔬菜', '茄科', '辣椒'],
    image: img1,
    desc:
      '又称“断魂椒”，产于印度东部曾在2007年2月吉尼斯评选中被认定为世界上最辣的辣椒品种。是世界第四辣，第一辣为龙息辣椒，史高维尔指标达到惊人的248万SHU。品尝“印度魔鬼椒”时，开始没感觉到什么辣度，约3，4秒的时间辣味越来越强。',
    user: {
      name: '李圆圆',
    },
    create_date: '2021-04-01',
  },
  {
    title: '🍓 草莓',
    tags: ['水果', '蔷薇科', '辣椒'],
    image: img1,
    desc:
      '草莓，多年生草本植物。高10-40厘米，茎低于叶或近相等，密被开展黄色柔毛。叶三出，小叶具短柄，质地较厚，倒卵形或菱形，上面深绿色，几无毛，下面淡白绿色，疏生毛，沿脉较密；叶柄密被开展黄色柔毛。聚伞花序，花序下面具一短柄的小叶；花两性；萼片卵形，比副萼片稍长；花瓣白色，近圆形或倒卵椭圆形。聚合果大，宿存萼片直立，紧贴于果实；瘦果尖卵形，光滑。花期4-5月，果期6-7月',
    user: {
      name: '李圆圆',
    },
    create_date: '2021-04-01',
  },
  {
    title: '🍇 葡萄',
    tags: ['水果', '葡萄科'],
    image: img1,
    desc:
      '葡萄，为葡萄科葡萄属木质藤本植物，小枝圆柱形，有纵棱纹，无毛或被稀疏柔毛，叶卵圆形，圆锥花序密集或疏散，基部分枝发达，果实球形或椭圆形，花期4-5月，果期8-9月。',
    user: {
      name: '李圆圆',
    },
    create_date: '2021-04-01',
  },
  {
    title: '🍌 香蕉',
    tags: ['水果', '芭蕉科'],
    image: img1,
    desc:
      '香蕉，芭蕉科芭蕉属植物，又指其果实，热带地区广泛种植。香蕉味香、富含营养，植株为大型草本，从根状茎发出，由叶鞘下部形成高3～6米（10～20尺）的假杆；叶长圆形至椭圆形，有的长达3～3.5米（10～11.5尺），宽65厘米（26寸），10～20枚簇生茎顶。穗状花序下垂 [1]  ，由假杆顶端抽出，花多数，淡黄色；果序弯垂，结果10～20串，约50～150个。植株结果后枯死，由根状茎长出的吸根继续繁殖，每一根株可活多年。原产亚洲东南部，台湾、海南、广东、广西等均有栽培。西藏也有栽培。',
    user: {
      name: '李圆圆',
    },
    create_date: '2021-04-01',
  },
];
